[
  {
    "name":"PETERSBURG MEDICAL CENTER",
    "type":"Critical Access Hospitals",
    "city":"PETERSBURG",
    "state":"AK",
    "def_desc":"PATIENT CARE POLICIES",
    "complaint":"\n\n\n\nBased on observations, record review and interview, the facility failed to ensure medications and supplies were secured in the facility's emergency department (ED). As a result, medications and supplies stored in the ED were readily accessible to unauthorized personnel. Findings: \nObservations on 11/5/12 at 11:45 pm revealed the main entrance to the hospital was unlocked. Immediately inside the front door were the doors that served as the ED entrance,  which were also unlocked. No clinical staff were in the area. \n\nObservations in the ED treatment area from 11:45 pm to 12:15 am revealed the following medications and supplies that were  unlocked and accessible to the general public: 1) several multidose vials of xylocaine, Sensorcaine, and lidocaine (local anesthetics) sitting on the counter; 2) needles and syringes located in unlocked drawers; 3) an intravenous tray containing needles and a multidose vial of lidocaine; and 4) an emergency crash cart with a plastic break-away lock. Inspection of the carts contents on 11/7/12 at 10:30 am revealed  the the cart contained multiple cardiac and respiratory medications, incuding atropine (medication that  increases the heart rate and can cause dizzyness and hallucinations). The back hallway of the ED was open and easily assessable from the downstairs, the outpatient clinic, and the laboratory department.\n\nDuring an interview on 11/6/12 at 12:25 am, when asked if the ED  was supposed to be open and unattended at night, LN #1 replied the doors to the hospital were to be locked at night, adding the staff tended to get a little \"comfortable after tourist season ends\". \n\nDuring an interview on 11/6/12 at 10:30 am, LN #2 was asked to open the ED crash cart. LN #2 easily snapped off the plastic breakaway lock and opened the top drawer revealing multiple doses of the above listed medications. \nOn 11/6/12 at 2:30 pm, when the Surveyor questioned the Director of Nursing about the potocol for when the ourtside entrance doors were to be locked, the Director of Nursing (DON) stated the doors were to be locked at 10:00 pm by the \"outgoing\" Certified Nursing Aides. The DON confirmed the medications should have been secured. \n\nReview of the facility's policy \"Rules for storage, handling, dispensation and administration of drugs and biologicals\", undated, revealed nursing staff were to have \"Control over drugs and medications in all CAH [Critical Access Hospital] locations, including floor stock.\" \n\n\n\n."
  },
  {
    "name":"WRANGELL MEDICAL CENTER",
    "type":"Critical Access Hospitals",
    "city":"WRANGELL",
    "state":"AK",
    "def_desc":"NURSING SERVICES",
    "complaint":"\n\n\n\nBased on interview and record review the facility failed to ensure staff RNs (Registered Nurses who are not Certified Registered Nurse Anesthetists or Advanced Nurse Practitioners) who administered sedating medications had completed competencies for conscious/procedural sedation. In addition, the facility failed to develop physician-approved policies and protocols and a risk management/quality improvement plan for administration of procedural sedation by staff RNs. This placed all patients undergoing procedures, who receive sedation by staff RNs, at risk for complications associated with procedural sedation. Findings:  \n\nRecord review on 4/26-27/11 revealed 12 patients listed on the Endoscopy Tracking record for 2011, from 2/28/11 through 3/29/11. (An endoscopy is a procedure where a flexible, tube-like, telescopic instrument with a tiny camera incorporated in its tip, is used to examine images of the upper digestive tract and colon, which are displayed on a monitor; instruments may also be passed through the tube to treat certain disorders or to perform biopsies.)\n\nReview of these 12 records revealed 10 patients had colonoscopies (examination of the colon) and 2 patients had EGDs (esophagogastroduodenoscopy, or examination of the upper digestive tract). Staff RN #1 administered the sedation for 7 patients' endoscopy procedures and Staff RN #2 administered the sedation for 5 patients' procedures. The medications Versed and Fentanyl were used for sedation in all 12 procedures. \n\nPer Lexi-Comp's Drug Information Handbook for Nursing, 8th edition:\n \nVersed may \"cause severe respiratory depression, respiratory arrest, or apnea [absence of breathing]. Use with extreme caution, particularly in noncritical care settings\", \"dosing must be cautiously titrated and individualized ...particularly if other CNS [Central Nervous System] depressants ...are used concurrently\", and \"hypotension and/or respiratory depression may occur more frequently in patients who have received narcotic analgesics\";\n\nFentanyl, a narcotic analgesic, may cause CNS depression, and doses \"should be titrated to pain relief/prevention. When using with other CNS depressants, reduce dose of one or both agents\".\n\nReview of the facility's policy \"Conscious Sedation, IV\", dated October 2003, which was provided by the acting Director of Nursing, revealed \"Upon physician order, a qualified RN may give IV sedation\". The policy did not include a definition for \"qualified RN\". \n\nReview of education records, provided by the acting Director of Nursing, revealed Staff RN #2 attended a 1 hour presentation by a CRNA on \"Use of IV [intravenous] Sedation \" on 2/7/07, and Staff RN #s 1 and 2 attended a 3 hour and 45 minute video conference titled \"Culture of Safety: Conscious Sedation\" on 8/15/09. The video conference course evaluation comments included \"We need the 8 hr class and talk more specifically about pharmacology and response\", \"Would have liked to just hear lecture regarding AK scope of practice for RNs only (Don't care what Florida does)\", and \"Thought it would be more RN specific\".\n\nReview of the Alaska Board of Nursing's Advisory Opinion titled \"Registered Nurse Administration of Sedating and Anesthetic Agents\", dated 10/30/09,  revealed \"an advisory opinion is an official opinion [published by] the Alaska Board of Nursing regarding the practice of nursing as it relates to the health and safety of the Alaska healthcare consumer\". Further review revealed the following:\n\nThe administration of pharmacologic agents for sedation by a specifically trained Registered Nurse, other than a Certified Registered Nurse Anesthetist (CRNA) or appropriately credentialed Advanced Nurse Practitioner, requires additional education and specific competency on the part of the Registered Nurse. One level of sedation can quickly change to a deeper level of sedation due to the unique characteristics of the drugs used, as well as the physical status and drug sensitivities of the individual patient. The administration of sedating agents requires ongoing assessment and monitoring of the patient and the ability to respond immediately to deviations from the norm, and \n\nAny Registered Nurse who is going to administer sedating or anesthetic agents for the purposes expressed in this policy guideline has the responsibility to ensure that the following requirements are met prior to participating in moderate procedural sedation: \n\n1. Written policies and protocols, which are readily available and are medically approved. These policies and protocols should also be consistent with current practice and include (but are not limited to) information on patient selection criteria, patient monitoring, definitions of levels of sedation, immediate availability of physician, appropriately credentialed Advanced Nurse Practitioner and CRNA (if applicable), drug administration and directions for dealing with potential complications or emergency situations; and \n\n2. Written risk management and quality improvement plan in place. \n\n3. The immediate availability of the appropriately credentialed LIP (Licensed Independent Practitioner) capable of advanced airway maintenance.\n\n4. The LIP managing the procedure is properly credentialed by the facility in the use of the moderate procedural sedation/anesthetic agents."
  },
  {
    "name":"NORTON SOUND REGIONAL HOSPITAL",
    "type":"Critical Access Hospitals",
    "city":"NOME",
    "state":"AK",
    "def_desc":"COMPLIANCE WITH 489.24",
    "complaint":"\n\n\n\nBased on review of the hospitals Medical Staff Bylaws, medical staff and emergency department policies and procedures, clinical record review and staff interviews, the hospital failed to ensure the Medical Staff Bylaws, and Rules and Regulations of the Medical Staff clarified who can perform medical screening exams. In addition, the hospital failed to ensure an appropriate mode of transportation was utilized for transfer of an acutely ill patient to another hospital. These failed practices placed patients at risk for potential complications. \n\nReview on 7/2/12 of the Medical Staff Bylaws revealed the bylaws did not define the personnel qualified to perform emergency medical screening examinations."
  },
  {
    "name":"NORTH CANYON MEDICAL CENTER",
    "type":"Critical Access Hospitals",
    "city":"GOODING",
    "state":"ID",
    "def_desc":"NURSING SERVICES",
    "complaint":"**NOTE- TERMS IN BRACKETS HAVE BEEN EDITED TO PROTECT CONFIDENTIALITY**  \n\n\n\nBased on staff interview and review of medical records, it was determined the CAH failed to ensure NCPs were developed and kept current for 5 of 11 inpatients (#12, #14, #15, #20, and #21) whose records were reviewed.  This resulted in a lack of direction to nursing staff caring for patients.  Findings include:  \n\n1.  Patient #15's medical record documented a [AGE] year old male who was admitted on [DATE].  He was changed to swing bed status on 11/13/10.  He was discharged    from the hospital on [DATE].  His discharge diagnosis was urosepsis.  \n\nPatient #15's \"Integumentary [skin] Assessment,\" dated 11/07/10 at 2:30 AM, stated his skin was intact.  His skin proceeded to break down.  A nursing \"Assessment Forms,\" dated 11/10/10 at 8:22 PM, stated he had three stage II pressure ulcers on his coccyx.  A physician progress note, dated 11/12/10, stated Patient #15 had a \"Sacral decubitus ulcer.\"  The nursing \"Assessment Forms,\" dated 11/21/10 at 11:17 AM, stated he had a three stage III pressure ulcer on his sacrum and coccyx.  The nursing \"Assessment Forms,\" dated 11/23/10 at 12:17 AM, stated he had \"pressure blisters\" on both heels.  \n\nPatient #15's nursing \"Progress Notes,\" dated 11/13/10 at 11:05 PM, stated he was leaking stool.  Nursing \"Progress Notes,\" dated 11/14/10 at 7:17 PM and 11/15/10 at 8:07 AM, stated he received suppositories without results.  Nursing \"Progress Notes,\" dated 11/16/10 at 3:22 PM stated he was incontinent of a small amount of stool.  Nursing \"Progress Notes,\" dated 11/19/10 at 10:33 AM, stated Patient #15 had to have stool removed manually.  \n\nPatient #15's medical record documented a nursing \"Plan of Care\" that contained two problems:  falls and \"Impaired Skin Integrity.\"  The falls plan was not initiated until 11/15/10.  The skin integrity plan was not initiated until 11/24/10; fourteen days after he developed pressure sores.  A NCP was not documented for Patient #15's urinary tract infection or his bowel problems.  \n\nPatient #15's medical record was reviewed with the Clinical Analyst, who was also an RN, beginning at 3:05 PM on 11/29/11.  She confirmed the documentation and agreed the NCP did not address pressure sores, bowel management, and/or urinary problems.  \n\nThe CAH did not develop and keep current a NCP for Patient #15.  \n\n2.  Patient #12's medical record documented an [AGE] year old female who was admitted on [DATE] for pneumonia.  Patient #12 was placed on comfort care measures on 11/22/11 and curative measures were discontinued.  She passed away at the hospital on [DATE].  \n\nPatient #12's admission nursing assessment, dated 11/21/11 at 12:50 PM, stated she had a history of pressure sores on her lower back.  A nursing \"Progress Notes,\" dated 11/26/11 at 11:55 PM, stated Patient #12 had a 3.5 cm by 4.5 cm \"red and purple spot\" on her left heel.  An \"Allevyn dressing\" was applied to the heel at that time.  \n\nA bowel movement was not documented for Patient #12 during her seven day stay.  \n\nPatient #12's medical record documented a nursing \"Plan of Care\" that contained one problem:  impaired gas exchange.  Skin break down and bowel care were not included in the NCP.  \n\nPatient #12's medical record was reviewed with the Clinical Analyst beginning at 9:25 AM on 11/30/11.  She confirmed the documentation and agreed the NCP did not address pressure sores or bowel management.  \n\nThe CAH did not develop and keep current a NCP for Patient #12.  \n\n3.  Patient #20's medical record documented a [AGE] year old male who was admitted on [DATE] for congestive heart failure and dehydration.  He was transferred to an acute care hospital on [DATE].  \n\nPatient #20's nursing \"Progress Notes,\" dated 11/28/11 at 11:48 AM, stated he had \"Stage II pressure ulcers\" on his right upper gluteal area and coccyx.  \n \nPatient #20's nursing \"Progress Notes,\" dated 11/23/11 at 12:59 AM, stated he was confused and upset.  The note stated he was cursing and trying to hit staff.  The note stated he refused to wear his oxygen and had pulled his intravenous line out.  The note also stated Patient #20 had trouble \"taking anything by mouth\" on the previous day.  \n\nThe antipsychotic medications Haldol and Risperidone were ordered on [DATE] at 8:38 PM and on 11/25/11 at 9:00 PM, respectively, to manage behaviors.  \n\nPatient #20's medical record documented a nursing \"Plan of Care\" that contained one problem:  fall risk.  Pressure sores and behavioral issues were not addressed on the NCP.  \n\nPatient #20's medical record was reviewed with the Clinical Analyst beginning at 9:25 AM on 11/30/11.  She confirmed the documentation and agreed the NCP did not address pressure sores or behaviors.  \n\nThe CAH did not develop and keep current a NCP for Patient #20.  \n\n\n\n\n\n \n\n\n\n4.  Patient #14 was a [AGE] year old female admitted on [DATE].  She was discharged    to swing bed status on 8/19/11 and then readmitted       to inpatient status on 8/28/11 for unresponsiveness and a UTI.\n\nAn \"Adult Admission Assessment,\" dated 8/15/11 at 6:56 PM, documented bilateral lower extremities having bruising, dryness, and flaking.  The \"Skin Integrity Risk Score\" at that time was 16 of 23, which indicated a risk of developing a pressure ulcer.  A NCP for the prevention of skin breakdown was not documented in her medical record.\n\nPatient #14's medical record documented a nursing \"Plan of Care,\" initiated 8/15/11, that contained two problems: \"VTE Quality Measures\" (Venous ThromboEmbolism) and risk for falls.  The NCP did not contain the risk for skin impairment as determined by the \"Skin Integrity Risk Score\" of 16.\n\nPatient #14 was readmitted on [DATE].  An \"Adult Admission Assessment,\" dated 8/28/11 at 5:30 PM, documented \"[DIAGNOSES REDACTED]\" (redness) on the coccyx and bilateral lower extremities having bruising, dryness, and flaking.  The \"Skin Integrity Risk Score\" at that time was 15 of 23, which indicated a risk of developing a pressure ulcer.  A NCP for the prevention of skin breakdown was not documented in her medical record.\n\nPatient #14's medical record documented a nursing \"Plan of Care,\" initiated 8/28/11, that contained two problems: \"VTE Quality Measures\" (Venous ThromboEmbolism) and risk for aspiration (swallowing substances into the lungs).  The NCP did not contain the risk for skin impairment as determined by the \"Skin Integrity Risk Score\" of 15.\n\nAn \"Adult Ongoing Assessment,\" dated 9/05/11 at 5:44 AM, documented a lesion on the left gluteal fold that was 2 millimeters in diameters with a red center and no discharge, which the nurse covered with a padded foam dressing.  Patient #14 was discharged    home later that day.\n\nPatient #14's medical record was reviewed with the Clinical Analyst, who was also an RN, at 11:30 AM on 11/29/11.  She confirmed the documentation and stated she agreed the NCP did not address the risk for skin breakdown.\n\nThe CAH did not develop and keep current an NCP for Patient #14.\n\n5.  Patient #21 was an [AGE] year old female admitted on [DATE].  Her \"Adult Admission Assessment,\" dated 11/28/11 at 8:28 PM, did not include a \"Skin Integrity Risk Score,\" but did include documentation of risk factors affecting skin condition.  The risk factors included that Patient #21 was bedfast, had moist skin, had a problem related to friction and shear injuries, and had \"probably inadequate\" nutrition.  Further, Patient #21 had a documented ulcer on her coccyx.\n\nPatient #21's nursing \"Plan of Care,\" initiated 11/29/11 at 2:37 AM, documented one problem: risk for aspiration.  The NCP did not contain the impaired skin, or risk of further skin breakdown, based on the admission assessment.  \n\nPatient #21's medical record was reviewed with the Clinical Analyst, who was also an RN, at 1:00 PM on 11/30/11.  She confirmed the documentation and stated she agreed the NCP did not address the actually or risk for skin breakdown.\n\nThe CAH did not develop and keep current a NCP for Patient #21.  \n\n6. The policy \"CARE PLANS,\" dated 7/19/11, stated a care plan would be initiated within 24 hours of admission.  The policy stated care plans would be based on individual needs.  The policy did not include a procedure that provided guidance to staff as to how these plans would be developed and documented.  \n\nThe Chief Nursing Officer was interviewed on 11/30/11 beginning at 1:30 PM.  She stated the electronic medical record interfered with and prevented nurses from developing complete care plans.  She confirmed a procedure providing direction to staff within the frame work of the CAH's electronic medical record had not been developed.  \n\nThe CAH did not develop complete NCPs."
  },
  {
    "name":"STEELE MEMORIAL MEDICAL CENTER",
    "type":"Critical Access Hospitals",
    "city":"SALMON",
    "state":"ID",
    "def_desc":"RESTRAINTS",
    "complaint":"**NOTE- TERMS IN BRACKETS HAVE BEEN EDITED TO PROTECT CONFIDENTIALITY**  \n\n\n\nBased on staff interview and review of policies and medical records, it was determined the hospital failed to ensure 4 of 4 swing bed residents (#2, #3, #25, and #27) were informed of their rights related to physical and chemical restraints.  This resulted in the inability of the CAH to ensure residents would not be restrained inappropriately.  Findings include:\n\n1. The Swing Bed Admissions Coordinator was interviewed beginning at 9:00 AM on 7/06/11.  She stated soft restraints and chemical restraints were used at the CAH.  She stated a policy addressing restraints and the rights of swing bed residents in relation to restraints had not been developed.  \n\n2. Swing bed resident records did not contain documentation residents had been notified of their rights in relation to restraints.  Examples include:  \n\na. Patient #2's medical record documented a [AGE] year old male who was admitted     to swing bed status on 6/18/11 and was discharged    on [DATE].  His diagnosis was CVA.  His medical record did not contain documentation that he had been notified of his rights in relation to restraints.  \n\nThe Swing Bed Admissions Coordinator was interviewed beginning at 9:30 AM on 6/30/11.  She reviewed Patient #2's record and stated he had not been notified of his rights in relation to restraints.  \n\nb. Patient #3's medical record documented a [AGE] year old male who was admitted     to swing bed status on 4/11/11.  He died    on  [DATE].  His diagnoses included emphysema, kidney failure, pleural effusions, and liver failure.  His medical record did not contain documentation that he had been notified of his rights in relation to restraints.  \n\nThe Swing Bed Admissions Coordinator was interviewed beginning at 9:30 AM on 6/30/11.  She reviewed Patient #3's record and stated he had not been notified of his rights in relation to restraints.  \n\nc. Patient #25's medical record documented a [AGE] year old female who was admitted     to swing bed status on 5/05/11 and was discharged    on [DATE].  She was admitted     following a stay at an acute care hospital where she underwent hip surgery.  Her medical record did not contain documentation that she had been notified of her rights in relation to restraints.  \n\nThe Swing Bed Admissions Coordinator was interviewed beginning at 9:30 AM on 6/30/11.  She reviewed Patient #25's record and stated she had not been notified of her rights in relation to restraints.  \n\nd. Patient #27's medical record documented a [AGE] year old male who was admitted     to swing bed status on 6/01/11 and was discharged    on [DATE].  His diagnosis was wound infection.  His medical record did not contain documentation that he had been notified of his rights in relation to restraints.  \n\nThe Swing Bed Admissions Coordinator was interviewed beginning at 9:30 AM on 6/30/11.  She reviewed Patient #27's record and stated he had not been notified of his rights in relation to restraints.  \n\nThe CAH did not have a system to inform swing bed residents of their rights in relation to restraints."
  },
  {
    "name":"ST LUKE'S ELMORE MEDICAL CENTER",
    "type":"Critical Access Hospitals",
    "city":"MOUNTAIN HOME",
    "state":"ID",
    "def_desc":"COMPLIANCE WITH 489.24",
    "complaint":"\n\n\n\nBased on staff interview and review of medical records, it was determined the CAH failed to comply with the provisions at CFR 489.24(e,2,A and B).   The CAH failed to ensure an appropriate transfer of a patient (#23), who had an emergency medical condition, had been performed.  Specifically, the CAH failed to contact the receiving facility to ascertain space and qualified personnel were available to treat Patient #23.  The CAH also failed to ensure the receiving hospital accepted Patient #23 for treatment.  The findings include:\n\n1. Refer to A2409 as it relates to the lack of communication between the CAH and the receiving hospital."
  },
  {
    "name":"ST LUKE'S MCCALL",
    "type":"Critical Access Hospitals",
    "city":"MC CALL",
    "state":"ID",
    "def_desc":"MEDICAL SCREENING EXAM",
    "complaint":"**NOTE- TERMS IN BRACKETS HAVE BEEN EDITED TO PROTECT CONFIDENTIALITY**  \n\n\n\nBased on staff interview and review of medical records, it was determined the CAH failed to ensure an appropriate medical screening examination was conducted for 1 of 21 patients (#9) who presented to the ED and whose records were reviewed.  This impeded the CAH's ability to identify patients with emergency medical conditions.  Findings include:  \n\nPatient #9's medical record documented a [AGE] year old male who (MDS) dated [DATE] at 11:11 AM.  \n\nThe \"St. Luke's McCall Emergency Department Nursing Flow Sheet,\" dated 8/28/13 but not timed, stated Patient #9 arrived via automobile and required maximum assistance from 2 people to transfer to a wheelchair.  The Flow Sheet stated Patient #9 was not able to move his right foot or bear weight due to pain in his back, knee, and hip.  The Flow Sheet included a space to document pain from 0 to 10 but this was left blank.  The Flow Sheet stated Patient #9 was discharged    at 2:27 PM on 8/28/13.  \n\nThe \"emergency room    REPORT\" by the physician, dated 8/28/13 at 3:31 PM, stated Patient #9 presented \"...with known diffuse arthritis status post bilateral knee surgeries has had unrelenting knee pain the last 18-24 hours.\"  The Report stated, prior to presentation, Patient #9 was able to ambulate with the use of 2 canes.  Under the heading \"Hospital Course,\" the Report stated \"...3 mL of 0.5 % Marcaine [a local anesthetic] were used to isolate the joint space.   After this was injected into the joint space free flow of a turbid straw colored fluid came from the joint.  There was no blood, however.  1 mL of Depo-Medrol [a steroid]...in 2 mL 0.5% Marcaine was then injected into the joint space.\"  The Report stated Patient #9's pain was significantly relieved in 30 minutes.\n\nNo documentation was present in the record that a sample of the joint fluid from Patient #9's knee was sent to the laboratory for analysis.  \n\nPatient #9 (MDS) dated [DATE] at 11:00 PM.  He was treated by the same physician who treated him on 8/28/13.  The \"HISTORY & PHYSICAL/OBSERVATION NOTE,\" dated 11/29/13 at 11:50 PM, stated Patient #9 \"...had severe pain today, came to the emergency room   ...and requested hospitalization   this evening for pain control...He initially was using a walker and canes at home, but then was unable to bear any weight on his right lower extremity.  He required a three person assist to get out of an automobile into wheelchair this evening...He had exquisite tenderness with any movement whatsoever in his right knee identical to that he presented with yesterday prior to his corticosteroid and bupivicaine injection.\"  \n\nPatient #9 was transferred to a room for observation.  He was treated conservatively and was discharged    home on 8/31/13 at 11:28 AM.  A physician \"DISCHARGE SUMMARY,\" dated 8/31/13 at 9:33 AM, stated Patient #9's pain had improved and he was currently maintained on oral pain medication.  The note stated Patient #9 would follow up at a Veteran's hospital on [DATE].  \n\nAgain, no documentation was present in the record that a sample of joint fluid was drawn and sent to the laboratory for analysis.  \n\nThe Diabetic Coordinator was interviewed on 11/20/13 beginning at 4:00 PM.  She stated she was also responsible for utilization review at the hospital.  She stated Patient #9 was not admitted     as an inpatient to the CAH on 8/29/13 but remained on observation status during his stay until his discharge on 8/31/13.  \n\nPatient #9 (MDS) dated [DATE] at 7:34 PM.  The record stated frank pus was aspirated from his knee at that time and he was emergently transferred to a Veteran's hospital for treatment.  \n\nThe physician who treated Patient #9 on 8/28/13 and 8/29/13 was interviewed on 11/20/13 beginning at 3:35 PM.  He stated on 8/28/13 he aspirated a small amount of yellowish fluid from Patient #9's knee during the process of injecting the joint.  He stated he did not submit the fluid to the laboratory for analysis.  He stated he heard later that Patient #9 passed away at the Veteran's hospital.  \n\nPatient #9 was a [AGE] year old male who presented to the ED with acute non-traumatic knee pain.  The physician described the joint fluid from the knee as \"turbid\" but no further evaluation was done on the aspirant.  The hospital did not conduct an appropriate MSE and failed to rule out an emergency medical condition for Patient #9."
  },
  {
    "name":"WALTER KNOX MEMORIAL HOSPITAL",
    "type":"Critical Access Hospitals",
    "city":"EMMETT",
    "state":"ID",
    "def_desc":"EMERGENCY SERVICES",
    "complaint":"**NOTE- TERMS IN BRACKETS HAVE BEEN EDITED TO PROTECT CONFIDENTIALITY**  \n\n\n\nBased on staff interview and review of medical records and policies, it was determined the CAH failed to ensure emergency care was provided sufficient to meet the needs of 9 of 19 patients (#4, #5, #7, #11, #12, #13, #14, #17, and #19) who presented to the ER  seeking care and whose records were reviewed.  This resulted in the inability of the CAH to triage patients and to ensure they were monitored while waiting for examination by a practitioner.  Findings include:  \n\n1. Policies directing ER  staff included:  \n\na. The policy \"URGENCY CLASSIFICATIONS,\" dated 8/04/10, listed 3 classifications of patients.  These included \"Emergent,\" which required immediate evaluation by a physician, \"Urgent,\" which required treatment within 30 minutes, and \"Delayed,\" for which treatment could be delayed 2 hours or longer.  The policy did not state which staff could make these determinations or how patients with lower classifications would be monitored until they were treated.  In addition, the policy did not include a procedure to explain how these determinations would be made or documented.  \n\nb. The policy \"STAFFING:  emergency room    NURSING AND PHYSICIANS,\" revised January 2010, stated the ER  would be staffed 24 hours a day with \"...a licensed nurse (RN or LPN) or Certified Paramedic qualified to assist the physician or PA in the care and treatment of patients presenting for medical attention.\"  The policy also stated an RN would be available to the ER  at all times \"...to supervise nursing activities in the emergency room   , and provide direct patient care when indicated.\"  This policy did not define the RN's role in triaging and monitoring patients who were waiting to be examined by a practitioner.  \n\nc. The policy \"MEDICAL SCREENING EXAMINATION and  emergency room    RECORD,\" revised October 2011, stated the \"Triage nurse evaluates presenting symptoms\" when a patient presented to the ER.  The policy did not define the qualifications of the triage nurse nor did it define the triage process.  \n\nThe DON was interviewed on 2/16/12 beginning at 3:10 PM.  He confirmed the CAH policies did not address triage of patients or how patients would be monitored while they were waiting to be examined by a physician or a PA.  \n\nThe ER  Director, a physician, was interviewed on 2/17/12 beginning at 1:45 PM.  He referred to policies which defined \"medical screening examinations\" but he was not able to define a triage process for patients presenting to the ER.  \n\nThe CAH had not developed a procedure to triage and monitor patients in the ER  who had to wait to be examined by a practitioner.  \n\n2. Triage assessments had not been conducted for patients.  Examples include:  \n\na. Patient #5's medical record documented a [AGE] year old female who (MDS) dated [DATE] at 8:09 PM.  She complained of headache, facial numbness, and visual disturbances.  An assessment of Patient #5 was documented by the LPN at 8:31 PM.  Vital signs were documented at 8:34 PM, including a blood pressure and pulse of 151/71 and 91, respectively.  A neurological check, including checking for one sided weakness and facial droop, was not documented.  Patient #5 left the hospital against medical advice at 10:11 PM, 2 hours and 2 minutes later.  She had not been evaluated by a practitioner.  There was no documentation that Patient #5 had been assessed by an RN or that a triage assessment was conducted.  An urgency classification was not documented.  There was no documentation that Patient #5's condition had been monitored by an RN while she waited to be seen by a practitioner.  \n\nThe LPN who treated Patient #5 was interviewed on 2/17/12 beginning at 9:45 AM.  He stated Patient #5 was not seen or assessed by an RN or a member of the medical staff.  He confirmed he was not aware of a specific process to triage patients or to monitor them while they waited to be examined by a practitioner.  \n\nb. Patient #14's medical record documented a 9 month old male who was brought to the ER  on 2/13/12 at 7:14 AM with fever and a cough.  At 7:20 AM, the medical record documented his temperature was 100.5, pulse was 153, and respirations were 20.  No other vital signs were documented.  The medical record documented he was assessed by a paramedic at 7:20 AM.  The medical record documented he was examined by a physician at 8:50 AM.  No documentation was present that Patient #14 received a triage assessment.  An urgency classification was not documented.  No documentation was present that Patient #14 was seen by an RN or that he was monitored between 7:20 AM and 8:50 PM, one and a half hours.  \n\nThe record was reviewed with the DQM beginning at 2:30 PM on 2/16/12.  She confirmed triage and monitoring of Patient #14 by an RN, between the time he arrived and the time he was seen by a physician, was not documented.  She also confirmed a policy specific to triage and monitor patients, while waiting to be examined, had not been developed.  \n\n\n\n\n\n \n\n\n\nc.  Patient #4 was a [AGE] year old female who (MDS) dated [DATE] at 9:47 PM.  She complained of an erratic heart rate, near fainting episode, and shortness of breath.  An assessment was documented by the LPN beginning at 9:57 PM, including a blood pressure of 154/89 and pulse of 69.  Patient #4's ER  physician was documented as \"in to see pt\" at 10:55 PM, 1 hour and 8 minutes later.  There was no documentation that Patient #4 was assessed by an RN or that a triage assessment was conducted.  An urgency classification was not documented.  There was no documentation of monitoring by an RN between the LPN's and physician's assessments.\n\nThe DQM was interviewed on 2/16/12 at 2:27 PM.  She reviewed Patient #4's medical record and stated she agreed with the timeframe outlined above.  She stated there was no triage assessment, urgency classification, or monitoring by an RN documented for Patient #4.\n\nd.  Patient #7 was a [AGE] year old male who (MDS) dated [DATE] at 6:31 PM.  He complained of sweating, headache, ringing in the ears, and having to drag his left leg for about 3 hours.  An assessment was documented by the LPN beginning at 6:55 PM, including a blood pressure of 211/107 and pulse of 83.  A neurological check, including checking for one-sided weakness and assessing gait, was not documented.  Patient #7's ER  physician was documented as \"in to see pt\" at 7:08 PM, 37 minutes later.  There was no documentation that Patient #7 was assessed by an RN or that a triage assessment was conducted.  An urgency classification was not documented.\n\nThe DQM was interviewed on 2/16/12 at 2:25 PM.  She reviewed Patient #7's medical record and stated she agreed with the timeframe outlined above.  She stated there was no neurological check, triage assessment, or urgency classification documented for Patient #7.\n\ne.  Patient #11 was a [AGE] year old female who (MDS) dated [DATE] at 8:32 PM.  She complained of severe pain following a seizure.  An assessment was documented by the LPN beginning at 9:10 PM, including a blood pressure of 126/82, pulse of 71, and pain score of 7 out of 10.  Patient #11's ER  PA was documented as \"in to see pt\" at 10:46 PM, 2 hours and 14 minutes later.  There was no documentation that Patient #11 was assessed by an RN or that a triage assessment was conducted.  An urgency classification was not documented.  There was no documentation of monitoring by an RN between the LPN and PA assessments.\n\nThe DQM was interviewed on 2/16/12 at 2:55 PM.  She reviewed Patient #11's medical record and stated she agreed with the timeframe outlined above.  She stated there was no triage assessment, urgency classification, or monitoring by an RN documented for Patient #11.\n\nf.  Patient #12 was an [AGE] year old male who (MDS) dated [DATE] at 1:51 PM.  He complained of left arm numbness and cramping with swelling.  An assessment was documented by the LPN beginning at 3:20 PM, including a blood pressure of 175/98 and pulse of 94.  A neurological check was not documented.  Patient #12's ER  physician was documented as \"in to see pt\" at 4:15 PM, 2 hours and 24 minutes later.  There was no documentation that Patient #12 was assessed by an RN or that a triage assessment was conducted.  An urgency classification was not documented.  There was no documentation of monitoring by an RN between the LPN and physician assessments.\n\nThe DQM was interviewed on 2/16/12 at 2:55 PM.  She reviewed Patient #12's medical record and stated she agreed with the timeframe outlined above.  She stated there was no neurological check, triage assessment, urgency classification, or monitoring by an RN documented for Patient #12.\n\ng.  Patient #13 was a [AGE] year old female who (MDS) dated [DATE] at 5:26 PM.  She complained of slurred speech, diarrhea, frequent falls, and a headache lasting 4 hours.  An assessment was documented by the LPN beginning at 5:32 PM, including a blood pressure of 120/78 and pulse of 124.  Patient #13's ER  physician was documented as \"in to see pt\" at 6:54 PM, 1 hour and 28 minutes later.  There was no documentation that Patient #13 was assessed by an RN or that a triage assessment was conducted.  An urgency classification was not documented.  There was no documentation of monitoring by an RN between the LPN and physician assessments.\n\nThe DQM was interviewed on 2/16/12 at 2:55 PM.  She reviewed Patient #13's medical record and stated she agreed with the timeframe outlined above.  She stated there was no triage assessment, urgency classification, or monitoring by an RN documented for Patient #13.\n\nh.  Patient #17 was a 1 year old male who (MDS) dated [DATE] at 7:01 AM.  His parents stated Patient #17 had an unbroken fever after taking acetaminophen.  An assessment was documented by the paramedic beginning at 7:03 AM, including a rectal temperature of 102.8.  An LPN assumed care of Patient #17 at 7:04 AM.  Patient #17's ER  physician was documented as \"arrives to see pt. exam completed\" at 8:28 AM, 1 hour and 27 minutes later.  There was no documentation that Patient #17 was assessed by an RN or that a triage assessment was conducted.  An urgency classification was not documented.  There was no documentation of monitoring by an RN between the LPN and physician assessments.\n\nThe DQM was interviewed on 2/17/12 at 11:25 AM.  She reviewed Patient #17's medical record and stated she agreed with the timeframe outlined above.  She stated there was no triage assessment, urgency classification, or monitoring by an RN documented for Patient #17.\n\ni.  Patient #19 was a 1 year old female who (MDS) dated [DATE] at 3:42 PM.  Her parents stated Patient #19 had fallen with resulting bruising to her face.  An assessment was documented by the LPN beginning at 3:55 PM, including behavioral indications of pain.  A neurological check was not documented.  Patient #19's ER  physician was documented as \"in to see pt\" at 4:50 PM, 1 hour and 8 minutes later.  There was no documentation that Patient #18 was assessed by an RN or that a triage assessment was conducted.  An urgency classification was not documented.  There was no documentation of monitoring by an RN between the LPN and physician assessments.\n\nThe DQM was interviewed on 2/17/12 at 11:27 AM.  She reviewed Patient #19's medical record and stated she agreed with the timeframe outlined above.  She stated there was no neurological check, triage assessment, urgency classification, or monitoring by an RN documented for Patient #19.\n\nThe cumulative effect of these negative systemic practices seriously impeded the ability of the CAH to provide emergency services of adequate quality."
  },
  {
    "name":"CLEARWATER VALLEY HOSPITAL & CLINICS",
    "type":"Critical Access Hospitals",
    "city":"OROFINO",
    "state":"ID",
    "def_desc":"PROTECTION OF RECORD INFORMATION",
    "complaint":"\n\n\n\nBased on staff interview and review of records and hospital policy, it was determined the CAH failed to safeguard patient and medical information.  This had the potential to result in unauthorized individuals obtaining confidential patient information.  Findings include:\n\nA tour of the patient care area and emergency room    was conducted on 8/20/14 at approximately 2:30 PM.  Two computer monitors in the hallway were unattended.  The screens were left open with patient information visible.\n\nOne computer monitor displayed patient information regarding an outpatient who had an endoscopic procedure.  \n\nThe other computer monitor displayed the current census with patient names and room numbers.  Staff was observed in the hallway of the patient care unit and in the nursing station.  The staff made no effort to shut down the computers. \n\nDuring an interview on 8/20/14 at 3:00 PM, the President of the facility was informed of the findings and confirmed he was aware of computers being left open.  \n\nThe hospital failed to ensure patient information was protected."
  },
  {
    "name":"LOST RIVERS MEDICAL CENTER",
    "type":"Critical Access Hospitals",
    "city":"ARCO",
    "state":"ID",
    "def_desc":"RECORDS SYSTEMS",
    "complaint":"**NOTE- TERMS IN BRACKETS HAVE BEEN EDITED TO PROTECT CONFIDENTIALITY**  \n\n\n\nBased on patient and staff interview and review of clinical records and CAH policies, it was determined the CAH failed to ensure complete and accurately documented records for 9 of 21 sample patients (#3, #5, #10, #13, #14, #16, #17, #18 and #21) whose records were reviewed.  The CAH also failed to ensure complete ER  registry entries for 5 of 6 months (October 2010, December 2010, January 2011, February 2011, and March 2011) involving 9 patients (#22, #23, #24, #25, #26, #27, #28, #29, and #30).  This resulted in a lack of clarity about the course of patient care.  It had the potential to interfere with coordination of patient care.  Findings include:\n\nAn undated CAH policy, \"CHARTING, GENERAL RULES,\" included the following points:\n\n>  All charting must be accurate, neat, honest, and legible.\n>  Charting should be brief, concise, accurate, complete, and meaningful.\n>  Each time an attending physician or house staff visits should be recorded.\n>  All symptoms or changes in condition of patients should be recorded.\n>  When a mistake is made, mark a single line through the error and indicate an error was made, and sign your initials.\n\nIn the examples that follow, the charting policy was not followed.\n\n1. Patient #10's \"emergency room    ADMISSION\" form documented a [AGE] year old male who presented to the ER  at 1:05 AM on 11/19/10.  He complained of chest and back pain and numbness of his left leg.  The nursing note at 1:05 AM on 11/19/10, stated he was short of breath and receiving oxygen but did not state the flow rate.  The \"SUPPLEMENTARY NURSES NOTES,\" dated 11/19/10 at 2:35 AM, stated Patient #10 was given Zantac and Zofran for nausea.  Subsequent notes did not state if these medications were effective.  Patient #10 received Morphine at 2:50 AM, 3:50 AM, and 4:50 AM.  The response to these medications was not documented.  At 5:10 AM, the nurse documented Patient #10 was found unresponsive and required ventilatory assistance by bagging.  The nursing note documented giving Patient #10 Narcan, a narcotic antagonist, at 5:15 AM.  A response to this drug was not documented.  \n\nA physician's \"emergency room    NOTE,\" dated 11/19/10 at 5:38 AM, stated Patient #10 \"...vomited and then went blue and quit breathing.  The nurses quickly got him to the floor and started bagging him.  He fairly quickly started to breathe again and pinked up.  He had an oropharyngeal tube in (a tube to keep his airway open).  The patient's head was quite blue, his heart rate never stopped.  It continued in the 50s to 100 in atrial fibrillation, but the patient was disoriented and did not remember anything.  He was bagged for approximately 20 minutes before we contacted Dr. [name at the receiving hospital] and he accepted transport to [the receiving hospital] by ambulance.\"  The reason for this mode of transportation for this critically ill patient was not documented.  \n\nThe distance between the two hospitals was 72 miles, according to Google Maps, queried on 3/23/11 at 11:00 AM.  \n\nThe physician who treated Patient #10 was interviewed on 3/18/11, beginning at 11:10 AM.  He stated the local ambulance crew were volunteers and did not include paramedics.  He stated he did not remember why he sent Patient #10 by local ground ambulance rather than summoning a Life Flight helicopter that was staffed by paramedics.  He said maybe the weather was bad and maybe the receiving hospital sent an ambulance to meet the local ambulance half way between the two hospitals but he could not remember.  \n\nThe medical record from the receiving hospital stated Patient #10 arrived there at 6:40 AM on 11/19/10 with ambulance personnel performing CPR.  The receiving hospital continued resuscitation efforts until 6:57 AM when CPR was discontinued and Patient #10 was pronounced dead.  \n\nCAH staff did not completely document the care provided to Patient #10.  \n\n2. Patient #21's \"emergency room    ADMISSION\" form documented a [AGE] year old male who presented to the ER  at 3:45 AM on 12/24/10.  He complained of shortness of breath, stating he was having an \"Asthma Attack\" and was unable to catch his breath.  The \"emergency room    ADMISSION\" form documented the physician was notified of the patient's arrival and orders were received at 4:00 AM.  A nebulizer breathing treatment was administered at 4:04 AM.  The nurse did not document Patient #21's response to the nebulizer breathing treatment.  The \"EMERGENCY PHYSICIAN RECORD\" was dated 12/24/10 at 3:45 AM, although this time was not correct as the physician did not arrive until 4:23 AM, according to the \"emergency room    ADMISSION\" form.  The physician record documented the breathing treatment \"helped\" but did not explain what this meant.  The same physician note stated the Patient #21's respirations had prolonged expirations, accessory muscle use, retractions, decreased air movement, and wheezes.  Patient #21 was admitted     for observation.  \n\n\"SUPPLEMENTARY NURSES NOTES\" documented Patient #21 slept a while.  At 7:50 AM, the notes stated he ate breakfast and had another breathing treatment.  The nurse started to write the time of a new note but did not complete it.  She documented speaking with the physician and informing him of Patient #21's elevated cardiac enzymes.  The physician stated he would be in to review the laboratory test results.  She then documented Patient #21 had respiratory distress, a decreased pulse rate of 58, and a decreased oxygen saturation rate although the number was not documented.  The note further stated \"work of breathing [increased].  diaphoretic.  Dr [name] called.  No answer, transfer to ER  via bed.  [Monitor] applied; EKG, Life Flight launched.  Dr [name] called no answer.  0830 [Receiving doctor and receiving hospital] informed of situation.\"  Events between 7:50 AM and 8:30 AM were not timed.  \n\nThe nurse who cared for Patient #21 was interviewed on 3/22/11 beginning at 10:15 AM.  She confirmed the documentation.  \n\nCAH staff did not completely document the care provided to Patient #10.  \n\n\n\n\n\n \n\n\n\n3.  Patient #3 was a [AGE] year old female who (MDS) dated [DATE] at 5:30 PM with a cough and bloody sputum.  An \"emergency room    ADMISSION\" report, documented orders for lab work and a chest x-ray.  It also documented moving Patient #3 to \"ER hold\" and a plan to transfer her to an acute care hospital the following morning.  \n\nPatient #3's condition at discharge was not documented by the physician in ER  records.  There was also no documentation to indicate Patient #3 had been advised to transfer by ambulance but had refused.\n\nPatient #3 was interviewed by telephone on 3/18/11 at 10:20 AM.  She stated the hospital had offered her an ambulance for transfer to the receiving hospital.  However, she said she did not want to go by ambulance because she did not have insurance and did not want to pay $150.00.  She stated she was doing better at the time of the transfer and she felt comfortable being driven to the receiving hospital in a private vehicle, that it was her choice.\n\nA  hospital policy, \"EMTALA,\" stated the patient had a right to refuse appropriate transfer.  In such cases, the hospital would document the refusal, explain to the patient the benefits and risks, and take reasonable steps to obtain the individual's written informed refusal.  If the individual refuses to sign a written informed refusal, the hospital will document the foregoing, including the steps it took to obtain the individual's written informed refusal.  There was no documentation Patient #3 had refused appropriate transfer.\n\nPatient #3's physician was interviewed on 3/17/11 at 3:55 PM.  She stated she knew Patient #3 well.  She recalled Patient #3 coming into the ER  coughing up blood, and subsequently ordering lab and x-rays and contacting another physician from a receiving hospital to accept her for transfer the following morning.  The physician stated she slept at the hospital and checked on Patient #3 about 4:00 AM on 3/18/11.  This assessment was not documented.  She stated she considered Patient #3 stable at the time of her assessment.  She explained Patient #3 did not want to go in an ambulance to the receiving hospital because she did not have any insurance. The physician acknowledged she did not document her assessment of Patient #3 at 4:00 AM or having offered the ambulance for transfer and Patient #3's subsequent refusal.  \n\nThe CAH staff did not completely document the communication with Patient #3 or all care provided to Patient #3. \n\n4.  Patient #16 was a [AGE] year old female with chest pain who arrived via ambulance at the ER  on 1/02/11 at 7:30 AM.  The \"EMERGENCY PHYSICIAN RECORD,\" dated 1/02/11, did not document Patient #16's condition at the time of transfer to a receiving facility, whether stable or unstable.  The form, \"TRANSFER TO ANOTHER HEALTH CARE FACILITY,\" dated 1/02/11, contained Patient #16's signature and the physician's signature.  There were no times or dates next to either signature to indicate when they were signed.\n\nDuring an interview on 3/18/11 at 9:30 AM, the Director of Medical Records reviewed Patient #16's record and confirmed the missing information.\n\nSignatures were undated.\n\n5.  A hospital policy, \"emergency room    - Register,\" stated an emergency room    register would contain  information, including (but not limited to) the physician's name and the disposition of the case.\n\nThe ER  register was reviewed from October, 2010 to March, 2011.  Entries that follow were incomplete or crossed out without corresponding initials and/or explanation.  \n\na. Patient #22's name was logged into the ER  register on 10/20/10 at 9:40 PM. The entry was crossed out, without initials.  The word \"error\" was visible.  A disposition was not documented.\n\nb. Patient #23's name was logged into the ER  register on 10/29/10.  The time was not documented.  The entry was crossed out, without initials or the word \"error.\"  The disposition was not documented.\n\nc. Patient #24's name was logged into the ER  register on 12/15/10.  The time was not documented.  The entry was crossed out, without initials or the word \"error.\"  The disposition was not documented.\n\nd. Patient #25's name was logged into the ER  register on 1/17/11.  The time was not documented.  The entry was crossed out, without initials or the word \"error.\"  The disposition was not documented.\n\ne. Patient #26's name was logged into the ER  register on 1/31/11 at 7:20 AM.  The disposition was not documented.\n\nf. Patient #28's name was logged into the ER  register on 2/21/11 at 10:50 AM.  The disposition was not documented.\n\ng. Patient #27's name was logged into the ER  register on 3/03/11 at 10:30 AM.  The disposition was not documented.\n\nh. Patient #29's name was logged into the ER  register on 3/03/11 at 10:30 AM.  The disposition was not documented.\n\ni. Patient #30's name was logged into the ER  register on 3/03/11 at 10:50 AM.  The physician's name, disposition, and time of disposition were not documented. \n\nDuring an interview on 3/18/11 at 8:45 AM, the Director of Medical Records reviewed the ER  registry.  She initially stated she did not know why the 4 entries (Patients #22, #23, #24, and #25) were crossed out.  She confirmed the incomplete entries on #25, #26, #27, #28, #29, and #30.  \n\nA few moments later, after researching the crossed out entries, she offered explanations.  Patient #22 had been an outpatient rather than an ER  patient.  Patient #23 had not actually come to the ER  but had been admitted     to the hospital without going through the ER.  Patient #24's information had been accidentally entered twice.  Patient #25 had not actually come to the ER  and she thought perhaps an ambulance had called ahead but did not arrive.\n\nER registry entries were incomplete. Correction of errors were incomplete.\n\n6.  Patient #5 was a [AGE] year old male who arrived at the ER  on 1/25/11.  A time of arrival of 4:15 PM was documented and then crossed out.  There were no initials as to who changed the time.  A second time of 6:15 PM was entered.\n\nDuring an interview on 3/18/11 at 9:30 AM, the Director of Medical Records reviewed Patient #5's record.  She stated the error should have been initialed.\n\nThe correction of an error was incomplete. \n\n\n\n\n\n \n\n\n\n7.  Patient #14 was a [AGE] year old male who (MDS) dated [DATE] at 2:45 PM for care primarily related to shortness of breath, decreased level of consciousness and low blood pressure.  Patient #14 was transferred by Life Flight to another hospital for specialty care.  The clinical record did not contain information regarding the risks, benefits, or consent for transfer.  In addition, the physician did not document Patient #14's condition prior to transfer.\n\nIn an interview on 3/18/11 at 11:10 AM, the physician confirmed the clinical record did not contain a transfer form which contained the risks, benefits, and consent for transfer.  The physician further stated a transfer form was filled out for Patient #14, but he did not know why it was not in the record.\n\nA hospital policy titled \"Transfer of Patients to Another Facility\" (6/26/03) states \"The following guidelines are available to assist in the continuity of patient transfers.\"  The referring physician completes the transfer form.  The RN is to obtain signed consent for transfer.  There were no physician transfer or consent forms in the clinical record. \n\nThe clinical record was incomplete.\n\n8.  Patient #13 was a [AGE] year old male who (MDS) dated [DATE] at 10:59 PM for care primarily related to abdominal pain.  In a review of the clinical record, it was found that Patient #13 was discharged    from the ER  to home without documentation of his condition prior to discharge.  In an interview on 3/17/11 at 4:35 PM, the physician confirmed Patient #13's condition prior to discharge was not documented.\n\nThe clinical record was incomplete.\n\n9.  Patient #18 was a [AGE] year old male who (MDS) dated [DATE] at 12:45 AM for care primarily related to severe abdominal pain.  On the \"emergency room    ADMISSION\" form, Patient #18 was documented as being discharged    at \"1330\" (1:30 PM).  In an interview on 3/17/11 at 9:25 AM, the Director of Medical Records reviewed the clinical record and stated the discharge time was incorrectly written and should have been 1:30 AM.\n\nThe clinical record was inaccurate.\n\n10.  Patient #17 was a [AGE] year old female who (MDS) dated [DATE] at 10:55 PM for care primarily related to shortness of breath.  On the \"emergency room    ADMISSION\" form under \"Vital Signs,\" O2 saturations were scribbled out without the documenter's initials.  The error was unreadable due to the way it was changed.  \n\nIn an interview on 3/17/11 at 9:25 AM, the Director of Medical Records stated that the O2 saturation was not properly corrected as it was changed without the use of one line to cross out the error with the documenter's initials next to the line.\n\nThe error was not crossed out with one line and then initialed according to hospital documentation standards.  The clinical record was incorrectly changed."
  },
  {
    "name":"BINGHAM MEMORIAL HOSPITAL",
    "type":"Critical Access Hospitals",
    "city":"BLACKFOOT",
    "state":"ID",
    "def_desc":"RESPONSIBILITIES OF MD OR DO",
    "complaint":"**NOTE- TERMS IN BRACKETS HAVE BEEN EDITED TO PROTECT CONFIDENTIALITY**  \n\n\n\nBased on record review and interview of staff from the CAH and a psychiatric hospital, it was determined the CAH failed to ensure physicians provided prompt care to 1 of 5 patients (#1) whose records were reviewed.  This may have resulted in the patient's worsening hand injury requiring transfer to another acute care hospital for specialized hand surgery.  Findings include:\n\nPatient #1's record documented a [AGE] year old female who was transferred to the ED on 2/27/12 from a psychiatric facility for evaluation of low oxygen saturation levels.  She was scheduled for CT scan with IV contrast due to concern she might have a blood clot in her lung (pulmonary embolism).  In preparation for the contrast procedure, she received sodium bicarbonate in the ED at 6:07 PM on 2/27/12, followed by infusion of Ultravist contrast in the Radiology Department, both of which can cause tissue injury in the case of IV infiltration.  A written statement by the Radiology Technician, attached to an Occurrence Report, dated 3/24/12, indicated at the end of the infusion on 2/27/12, Patient #1's right hand was found to be swollen and it was determined the line had infiltrated. \n\nAn ED physician was interviewed by telephone on 3/15/12 at 3:50 PM.  He stated he recalled Patient #1 from her visit to the ED on 2/27/12.  He stated he was aware the IV had infiltrated, and thought someone told him it infiltrated during a contrast procedure.  He reported assessing Patient #1's hand after the infiltration.  He stated, Patient #1's hand had good color and capillary refill when she left the ED.  \n\nAccording to a \"Daily Focus Assessment Report, \"Patient #1 was transferred from the ED to Observation in the Medical/Surgical Unit on 2/27/12 at 11:04 PM.\n\nThe following RN notes and staff interviews reflect the worsening condition of Patient #1's right hand over the course of care.  \n\n2/28/12 at 2:07 AM: Patient #1's right hand was described as \"swollen with blisters on it.\"  This was the first time in the record, staff documented the presence of blisters.  \n\n2/28/12 at 7:15 AM:  The top of Patient #1's right hand was described as \"swollen and huge blister.\"  \n\n2/28/12 at 11:25 AM:  \"Blister on the right hand still intact. Right hand still swollen and bruised.\"  The patient reported a pain score of \"4\" on a scale of 1-10.  \n\n2/28/12 12:10 PM:  An RN documented notifying a physician about Patient #1's hand pain and requesting he come and evaluate her.  This was the first documentation an RN had notified the physician regarding the appearance of blisters.  A verbal order was obtained for pain medication, Norco 1 tablet 5 mg/325 one time now.\n\n2/28/12 12:20 PM:  An RN note described Patient #1's emotional state as \"restless, anxious, agitated, uncooperative.\"\n\n2/28/12 1:30 PM: An RN documented receiving verbal physician orders for Xanax .5 mg by mouth now.  In addition, verbal physician orders were received for a chest X-ray stat, duoneb (inhaler) treatment every 4 hours, and oxygen to keep saturation greater than 90 percent.\n\n2/28/12 1:58 PM:  An RN documented a physician was present in Patient #1's room.  It did not state whether Patient #1's hand was specifically evaluated.  No new orders related to her hand were documented as received.  \n\n2/28/12 7:15 PM: An RN documented Patient #1's right radial pulse was \"weak,\" right upper extremity had \"edema +4,\" and the \"right hand which hand contrast infiltrate IV previously, is swollen, large blister present, top of hand is dark purple, fingers have capillary refill.\"  This was the first nursing note that described Patient #1's hand as dark purple.\n\n2/28/12 7:30 PM: An RN documented Patient #1 had pain in her right hand and she was \"groaning and restless.\"\n\n2/28/12 7:35 PM: An RN documented calling a physician for intravenous pain medication and telling the physician that Patient #1's hand was edematous with blisters and black/purple skin to back of hand.   She documented receiving orders to elevate Patient #1's hand, and give morphine 1 mg IV every 2 hours, as needed, for pain and ativan 1-2 mg IV every 4 hours, as needed, for anxiety. \n\n2/28/12 8:01 PM: An RN documented administered pain medication.  \n\n2/28/12 2:30 PM to 10:00 PM:  A CNA sitter from the transferring psychiatric hospital, who reported sitting with Patient #1 from 2/28/12 at 2:30 PM until 10:00 PM, was interviewed on 3/15/12 at 2:15 PM.  He stated Patient #1's hand was swollen and black and he did not see a physician come in and evaluate Patient #1 during his time sitting with the patient.  He reported seeing a nurse give Patient #1 a shot of morphine.\n\nThe CNO was interviewed on 3/16/12 between 8:45 AM and 11:00 AM.  She reviewed Patient #1's record and confirmed there was no documentation physician staff assessed Patient #1's hand after nursing staff reported the darkening hand on 2/28/12 at 7:35 PM.\n\n2/29/12 12:10 AM: An RN documented \"Patient groaning and restless. IV pain medication given.\"\n\n2/29/12 2:40 AM: An RN documented \"the back of right hand throughout shift has increasingly darkened in color, capillary refill still present in fingertips.  Hand is extremely edematous, large blisters present, hand elevated on pillows.\"  There was no documentation the physician had been contacted regarding the worsening condition.\n\n2/29/12 3:23 AM: An RN documented \"IV pain medication given.\"\n\n2/29/12 7:26 AM:  An RN documented \"Right radial pulse absent. Please review pictures.  Edema to top of right hand, large blister along full length of knuckles.  Skin on top of hand tight and shiny in appearance.  Dark purple coloring to top of hand.\"\n\nThe first documentation that a physician specifically assessed Patient #1's right hand was documented by a surgeon, in a report \"SURGICAL CONSULTATION,\" dictated 2/29/12 at 12:52 PM.  The report stated the reason for the consultation was \"Right hand blistering and change in skin color after IV infiltration.\"  The report included the following description of Patient #1's hand: \"The right upper extremity shows significant blistering of her right hand, primarily on the dorsum of her right hand.  The degree of blistering could be beyond partial thickness.  There is also mild mottling and venous congestion on the dorsum of the hand.  The blistering extends to the proximal phalanges on the dorsum.  Pulses are appreciated only by Doppler, both the radial and ulnar pulses bilaterally.  Capillary refill is also sluggish bilaterally.  Her hands are cold, however the right hand is cooler.  The patient is not moving her fingers, but she does move her forearm.  The extent of the swelling appears to have improved on the forearm, however not in the hand per assessing the previous films from yesterday.  The patient does have braciocephalic pulses.\"\n\nSix photographs of Patient #1's hand were present in her record.  Two of the photographs had the date 2/28/12 hand written next to them.  Four of the photographs had the date 2/29/12 hand written next to them.  The record did not document the time the photographs were taken.  \n\nThe House Supervisor of the Medical/Surgical Unit was interviewed on 3/15/12 between 11:15 AM and 11:30 AM.  She stated she received Patient #1 from the ED RN on the evening of 2/27/12 and continued as Patient #1's nurse until 2/28/12 at about 6 AM.  She acknowledged documenting blistering of the right hand on 2/28/12 at 2:07 AM.  She reported taking pictures of Patient #1's hand about 6:00 AM and giving report to the incoming RN.  \n\nOn 3/15/12 at 11:45 AM, the RN who cared for Patient #1 during the morning of 2/28/12 beginning at about 5:45 AM, was interviewed.  She reported taking pictures of the hand sometime that morning before noon.  \n\n.A \"HISTORY AND PHYSICAL,\" for Patient #1, dictated on 2/28/12 at 2:49 PM, did not specifically address the right hand.  It stated there was no edema or cyanosis in the extremities and pulses were appreciated +2 bilaterally.  Although the H&P did not state the time the H&P was conducted, the RN documentation indicated a physician was in Patient #1's room at 1:58 PM on 2/28/12.  \n\nThe hospitalist who dictated the H&P on 2/28/12 was interviewed on 3/15/12 at 1:15 PM.  When asked about the H&P documentation which stated no edema was present in the extremities, he replied \"I don't neglect my patients.\"  When asked to review the pictures of Patient #1's right hand, dated 2/28/12, showing swelling and blistering, he stated the pictures must have been taken after his evaluation because there was no blistering present when he saw her hand during his visit on 2/28/12 (at 1:58 PM per nursing documentation of physician presence).  This information contrasts with RN documentation referenced above indicating blistering was present as of 2/28/12 at 2:07 AM and also documented as present throughout the day at 7:15 AM, 11:25 AM, and 12:10 PM.\n\nThe ED physician who initially treated Patient #1 was interviewed by telephone on 3/15/12 at 3:50 PM. When asked how a blistered hand after an IV infiltration would be treated, he stated the patient's hand would have be evaluated for the depth of injury to determine if there was vascular compromise.  If  the blistering appeared to be superficial without further compromise, he might treat blistering like a burn.  If he determined there was more depth to the injury and there was vascular compromise, he would refer out to a hand surgeon or vascular surgeon for evaluation.  He agreed with the decision to move Patient #1 to another facility for evaluation by a specialist.\n\nThe \"Interfacility Transfer Consent and Checklist,\" was dated 2/29/12 at 12:45 PM.  It indicated Patient #1 was being transferred to an acute care hospital for \"right hand necrotizing fascitis\" because specialty services were not offered at the sending hospital.  \n\nThe \"HISTORY AND PHYSICAL,\" from the receiving acute care hospital, dated 2/29/12, described the chief complaint as a \"painful right hand.\"  The Discharge Summary from the receiving hospital's records for Patient #1, dated 3/13/12, indicated Patient #1 had hand surgery and a discharge diagnosis of \"hand wound secondary to intravenous bicarbonate infiltration, status post   with intention to heal by secondary intent.\"  The DON from the transferring psychiatric facility was interviewed on 3/15/12 at 8:45 AM.  He stated Patient #1 had not yet returned to the facility and he expected her to return soon, possibly that day, and she would require continued wound care related to her hand injury and subsequent surgery.  \n\nThe CAH CNO was interviewed on 3/16/12 between 8:45 AM and 11:00 AM.  She reviewed Patient #1's record and stated she would have liked to have seen quicker responsiveness by physician staff to the changes in Patient #1's hand.\n\nThere was a delay in medical evaluation of Patient #1's worsening hand condition.  An RN contacted a physician to assess Patient #1's hand on 2/28/12 at 12:10 PM.  There was no documented physician assessment of Patient #1's hand until 24 hours later, on 12/29/12 at 12:52 PM."
  },
  {
    "name":"GIBSON COMMUNITY HOSPITAL",
    "type":"Critical Access Hospitals",
    "city":"GIBSON CITY",
    "state":"IL",
    "def_desc":"COMPLIANCE WITH 489.24",
    "complaint":"\n\n\n\nBased on a review of Emergency Medical Services Documents, ED Log, OB Logs, Medical Records, CAH Medical Staff Bylaws, Medical Staff Rules and Regulations, and staff interviews it was determined the CAH failed to ensure all patients who presented to the ED were entered into the ED log, refer to A2405-A.  The CAH failed to ensure an OB log was designated to identify those patients who presented to the OB department for emergency services, refer to A2405-B.  The CAH failed to ensure patients that presented to the ED were provided with a Medical Screening Examination, refer to A2406-A.  The CAH failed to ensure the MSE was conducted by a qualified practitioner in accordance with its Medical Staff Bylaws, Rules and Regulations for patients who presented to the OB department for a MSE, refer to A2406-B."
  },
  {
    "name":"OSF HOLY FAMILY MEDICAL CENTER",
    "type":"Critical Access Hospitals",
    "city":"MONMOUTH",
    "state":"IL",
    "def_desc":"RECORDS SYSTEMS",
    "complaint":"\n\n\n\nBased on medical record review and staff interviews, it was determined in 1 of 10 (Pt #1) medical records reviewed, the physician failed to ensure all abnormal lab results were accurately documented and addressed.\nFindings include:\n\n1.  The medical record of Pt #1 was reviewed.  It indicated Pt #1 presented to the Emergency Department (ED) on 7/18/12 at 9:20PM with the Chief Complaint of Suicidal Ideation and left at 11:40PM.  Laboratory and toxicology testing were completed.  Urinalysis laboratory results indicated the specimen was collected at 9:32PM, resulted at 9:52PM, and verified at 9:56PM.  The results indicated the following abnormal findings: \"WBC (White Blood Cell) - 5-10 (normal <5)... Bacteria - 3+, Comment: Trichomonas.\"  Physician documentation indicated \"Urinalysis normal.\"  The ED discharge instructions were reviewed.  There was no documentation to indicate treatment for and/or follow up Trichomonas was ordered.  \n\n2.  A staff interview was conducted with the ED physician on 10/3/12 at 1:05 PM. When asked about the Urinalysis results and the presence of Trichomonas, it was verbalized that \"if the results were back before the patient left the ED, I would have treated it.\"   \n\n3. A staff interview was conducted with the ED Director on 10/3/12 at 1:40 PM. The following was verbalized concerning laboratory and/or ED follow up of infectious processes. \"If the Urinalysis results are reported while the patient is in the ED, the results considered as having been reviewed by the ED physician."
  },
  {
    "name":"PARIS COMMUNITY HOSPITAL",
    "type":"Critical Access Hospitals",
    "city":"PARIS",
    "state":"IL",
    "def_desc":"POSTING OF SIGNS",
    "complaint":"\n\n\n\nA.  Based on observation and staff interview, it was determined that the CAH failed to ensure the required signage was posted conspicuously in the Emergency Department (ED).\n\nFindings include:\n\n1.  During a tour of the ED, conducted on 9/13/11 at 11:00 AM, it was observed that the required signage was only posted in the ambulance entranceway.  There were no signs posted in the ambulatory entranceway, at registration, in the waiting room, in treatment areas, or any other areas within the ED.\n\n2.  During an interview, conducted with the Critical Care Manager on 9/13/11 at 11:15 AM, the above findings were confirmed.  She also verbalized that the ED was recently painted and the signage was not put back in place."
  },
  {
    "name":"FERRELL HOSPITAL COMMUNITY FOUNDATIONS",
    "type":"Critical Access Hospitals",
    "city":"ELDORADO",
    "state":"IL",
    "def_desc":"COMPLIANCE WITH 489.24",
    "complaint":"\n\n\n\nBased on a review of CAH Medical Staff Bylaws Rules and Regulations, review of clinical records, and staff interview, it was determined that the CAH failed to ensure an appropriate medical screening examination was provided to 6 of 21 (Pt. #6, 9, 10, 11, 20, 21) medical records reviewed of patients who presented to the ED.  \nPlease refer to C-2406."
  }
]
